Tekla Open API Reference for Tekla Structures 2025
PickerInputPoint Methods
The PickerInputPoint type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Overrides PickerInputPointsWithinAView.IsEqual(Object).)
Top
See Also
Reference
PickerInputPoint Class
Tekla.Structures.Drawing Namespace